[Translator]
Name=Elvin Məlikov[mayak18]#13#10[www.windows-az.com]#13#10<elvin_melikov@mail.ru>

[frmMain]
mnuFindTarget.Caption=Yeri &seç...
mnuPrimaryMonitor.Caption=&Əsas monitor
mnuSecondaryMonitor.Caption=&İkinci dərəcəli monitor
mnuRecordScreen.Caption=&Bütöv ekran
mnuISOMPEG1standard.Caption=ISO MPEG-1 standart ( .AVI )
mnuISOMPEG2standard.Caption=ISO MPEG-2 standart ( .AVI )
mnuISOMPEG4standard.Caption=ISO MPEG-4 standart ( .AVI )
mnuXvid.Caption=ISO MPEG-4 XVID ( .AVI )
mnuOpenDivx.Caption=ISO MPEG-4 OpenDivx ( .AVI )
mnuMicrosoftMPEG4part2.Caption=Microsoft MPEG-4 2 hissə ( .AVI )
mnuMicrosoftMPEG4part3.Caption=Microsoft MPEG-4 3 hissə ( .AVI )
mnuFlashVideo.Caption=Flash Video ( .FLV )
mnuISOMPEG4standardMP4.Caption=ISO MPEG-4 standart ( .MP4 )
mnuAppleQuickTime.Caption=Apple QuickTime ( Sony Vegas editable ) ( .MOV )
mnuMPEG2TransportStream.Caption=MPEG-2 nəqliyyat axını ( .TS )
mnuMPEG2PSformat.Caption=MPEG-2 PS ( .VOB )
mnuVFWCodec.Caption=Genişləndirilmiş kodeklər... ( .AVI )
mnuISOMPEG4standardWMV.Caption=Microsoft MPEG-4 3 hissə ( .WMV )
mnuISOWMV2.Caption=Windows Media Video 8 ( .WMV )
ActionManager.Categorys.&Mode=Rejim
ActionManager.Categorys.&Tools=Alətlər
ActionManager.Categorys.&Help=Kömək
mnuSettings.Caption=&Nizamlar...
mnuAbout.Caption=&Proqram haqqında...
mnuHelp.Caption=&Kömək...
mnuMP3AudioCodec.Caption=MPEG audio layer 3 ( .MP3 )
mnuWMAAudioCodec.Caption=Windows Media Audio 2 ( .WMA )
mnuFreeLosslessAudioCodecflac.Caption=FLAC (Free Lossless Audio Codec) ( .FLAC )
mnuAACAudioCodec.Caption=AAC (Advanced Audio Coding) ( .M4A )
mnuRecordingTheScreenAndAudio.Caption=Şəkli və səsi yaz
mnuRecordingOnlyAudio.Caption=Səsi yaz
mnuRecordingTheGame.Caption=Recording Game
mnuGIFAnimation.Caption=GIF Animation ( .GIF )
mnuMP4ContainerFormat.Caption=MP4 (MPEG-4 Part 14) Container
mnuMKVContainerFormat.Caption=MKV (Matroska) Container
mnuM4VContainerFormat.Caption=M4V (iPod MP4) Container
mnuMOVContainerFormat.Caption=MOV (QuickTime) Container
mnuWMVContainerFormat.Caption=WMV (Windows Media Video) Container
mnuFLVContainerFormat.Caption=FLV (Flash Video) Container
mnuAVIContainerFormat.Caption=AVI (Audio Video Interleaved) Container
mnuTSContainerFormat.Caption=TS (MPEG-2 Transport Stream) Container
mnuVOBContainerFormat.Caption=VOB (MPEG-2 PS) Container
mnuNvidiaNvencH264AACMP4.Caption=NVIDIA NVENC H.264 + AAC (.MP4)
mnuISOMPEG4standardMP4AAC.Caption=ISO MPEG-4 standard + AAC ( .MP4 )
mnuNvidiaNvencH264AACMKV.Caption=NVIDIA NVENC H.264 + AAC (.MKV)
mnuISOMPEG4standardFLACMKV.Caption=ISO MPEG-4 standard + FLAC ( .MKV )
mnuISOMPEG4standardAACMKV.Caption=ISO MPEG-4 standard + AAC ( .MKV )
mnuISOMPEG4standardMP3MKV.Caption=ISO MPEG-4 standard + MP3 ( .MKV )
mnuNvidiaNvencH264AACM4V.Caption=NVIDIA NVENC H.264 + AAC (.M4V)
mnuISOMPEG4standardAACM4V.Caption=ISO MPEG-4 standard + AAC ( .M4V )
mnuNvidiaNvencH264AACMOV.Caption=NVIDIA NVENC H.264 + AAC (.MOV)
mnuAppleQuickTimeMOVAAC.Caption=Apple QuickTime + AAC ( .MOV )
mnuNvidiaNvencH264AACAVI.Caption=NVIDIA NVENC H.264 + AAC (.AVI)
mnuHardwareEncoderSettings.Caption=Hardware Encoder settings...
mnuAudioCodecsSettings.Caption=Audio Codecs settings...
mnuCustomSize.Caption=&Custom size...
mnuNvidiaNvencH264FLACMKV.Caption=NVIDIA NVENC H.264 + FLAC (.MKV)
mnuOpenH264FLACMKV.Caption=Open H.264 + FLAC (.MKV)
mnuRegister.Caption=&Register...
mnuBuy.Caption=&Buy...
ActionManager.Categorys.&Register=&Register
mnuAddRecordingArea.Caption=Add recording area...
mnuEditRecordingAreaList.Caption=Edit recording area list...
mnuNvidiaNvencHEVCAACMP4.Caption=NVIDIA NVENC HEVC + AAC (.MP4)
mnuNvidiaNvencHEVCAACMKV.Caption=NVIDIA NVENC HEVC + AAC (.MKV)
mnuNvidiaNvencHEVCFLACMKV.Caption=NVIDIA NVENC HEVC + FLAC (.MKV)
mnuNvidiaNvencHEVCAACAVI.Caption=NVIDIA NVENC HEVC + AAC (.AVI)
mnuExit.Caption=&Exit app
mnuAutoSelectCodec.Caption=Auto Select
mnuIntelQuickSyncVideoH264AACMP4.Caption=Intel Quick Sync Video H.264 + AAC (.MP4)
mnuIntelQuickSyncVideoHEVCAACMP4.Caption=Intel Quick Sync Video HEVC + AAC (.MP4)
mnuIntelQuickSyncVideoH264AACMKV.Caption=Intel Quick Sync Video H.264 + AAC (.MKV)
mnuIntelQuickSyncVideoH264FLACMKV.Caption=Intel Quick Sync Video H.264 + FLAC (.MKV)
mnuIntelQuickSyncVideoH264AACM4V.Caption=Intel Quick Sync Video H.264 + AAC (.M4V)
mnuIntelQuickSyncVideoH264AACMOV.Caption=Intel Quick Sync Video H.264 + AAC (.MOV)
mnuIntelQuickSyncVideoH264AACAVI.Caption=Intel Quick Sync Video H.264 + AAC (.AVI)

[frmOption]
btnInformation.Caption=About(&A)
btnVideoConfiguration.Caption=Setting(&S)
lblFPS.Caption=FPS : 
gbxVideo.Caption=Video
chkAudio.Caption=Audio device settings
lblAudioDrive.Caption=Qurğu:
lblChannel.Caption=Kanal: 
lblSampleRate.Caption=Rəqəmləşdirmənin tezliyi: 
lblQuality.Caption=Quality:
chkRecordCursor.Caption=S&içan göstəricisinin tutması
chkBalanceReposition.Caption=Yazının sahəsinin yerdəyişməsi vaxtı əsas pəncərənin yerini dəyişdirəcək.
gbxHotkeySettings.Caption=Klavişlərin nizamları
chkRecordHotkey.Caption=Yaz: 
chkPauseHotkey.Caption=Saxla: 
chkCaptureHotkey.Caption=Çək:
chkFindTargetHotkey.Caption=Təyinat:
lbledtOutputPath.Caption=Təyinat yolu:
btnOK.Caption=&Ok
btnCancel.Caption=&Ləğv et
Caption=Nizam
lblMin.Caption=Dəqiqə
lblSecond.Caption=Saniyə
lblAfterCompletion.Caption=Bitmədən sonra
gbxRservationRecord.Caption=Yazı zamanının məhdudiyyəti
chkRecordingTimeLimite.Caption=&Qoşuldu
gbxLanguage.Caption=Dil nizamları
lblLanguage.Caption=Dil:
lblVideoBitrate.Caption=Bitreyt : 
lblAudioBitrate.Caption=Bitreyt : 
gbxVideoEncoding.Caption=Video
gbxAudioEncoding.Caption=Audio
btnRestoreDefaultSettings.Caption=&Təyin olunmuş
lblCaptureFormat.Caption=Şəkilin çəkmənin fayl formatı:
lblUsingMultiCore.Caption=Çox axınlılıqdan istifadə et: 
gbxMouseEffect.Caption=Siçanın ayrılması
chkEnabledMouseEffect.Caption=Qoş
lblMouseEffectColor.Caption=Rəng:
lblMouseEffectSize.Caption=Ölçü:
gbxTimeLimitSettings.Caption=Nizamlar
rbTimeLimitDoNothing.Caption=Heç nə etmə
rbTimeLimitStartNewRecording.Caption=Yeni yazıya başla
rbTimeLimitExitProgram.Caption=Proqramlardan çıx
rbTimeLimitShutdown.Caption=Kompüteri söndür
gbxWatermarkSettings.Caption=Videoya su nişanını əlavə et
chkUseWatermark.Caption=Su nişanından istifadə et
lbledtWatermakrImagePath.Caption=Şəklə yol: 
lblOpacity.Caption=Şəffaflıq: 
gbxWatermarkImagePosition.Caption=Mövqe
lblVideoQuality.Caption=Keyfiyyət: 
lblEncoderThreadCount.Caption=Enkoder sayı: 
chkShowFPSOverlay.Caption=Show FPS Overlay
gbxGameRecording.Caption=Game recording
lblColorConversionQuality.Caption=Color Conversion Quality : 
pmnuPrefixDateTime.Caption=Ünvan + Vaxt + Zaman
pmnuProgramNameDateTime.Caption=ProqramAdı + Vaxt + Zaman
pmnuUserIDDateTime.Caption=İstifadəçiID + Vaxt + Zaman
pmnuDisplayUserNameDateTime.Caption=GörünənİstifadəçiAdı + Vaxt + Zaman
pmnuPrefixLocalizationDateNumber.Caption=Ünvan + LocalizationDate + Nömrə(#)
pmnuProgramNameLocalizationDateNumber.Caption=ProqramAdı + YerTarixi + Nömrə(#)
pmnuUserIDLocalizationDateNumber1.Caption=İstifadəçiID + YerTarixi + Nömrə(#)
pmnuDisplayUserNameLocalizationDateNumber1.Caption=GörünənİstifadəçiAdı + YerTarixi + Nömrə(#)
pmnuPrefixNumber1.Caption=Ünvan + Nömrə(#)
pmnuPrefixNumber2.Caption=Ünvan + Nömrə(##)
pmnuPrefixNumber3.Caption=Ünvan + Nömrə(###)
pmnuProgramNameNumber1.Caption=ProqramAdı + Nömrə(#)
pmnuProgramNameNumber2.Caption=ProqramAdı + Nömrə(##)
pmnuProgramNameNumber3.Caption=ProqramAdı + Nömrə(###)
pmnuNumber1.Caption=Nömrə(#)
pmnuNumber2.Caption=Nömrə(##)
pmnuNumber3.Caption=Nömrə(###)
pmnuHelp.Caption=&Kömək...
ledtFileName.Caption=FaylAdı 
chkHideDragCursorInRecordingArea.Caption=Qeydiyyat yerində gizlənmiş keçmə
gbResizeVideo.Caption=Ölçü
chkResizeVideo.Caption=Video ölçüsü
lblResolution.Caption=Dəqiqlik:
lblResizeQuality.Caption=Keyfiyyət: 
lblGIFFPS.Caption=FPS: 
lblGIFQuality.Caption=Quality:
gbxGIF.Caption=GIF Settings
chkGIFIncludeCursor.Caption=I&nclude the cursor
chkResizeGIF.Caption=&Resize a gif
lblGIFResolution.Caption=Resolution:
lblGIFResizeQuality.Caption=Quality: 
gbResizeGIF.Caption=Resize
rbTimeLimitHibernate.Caption=Hibernate your computer
tsGeneral.Caption=General
tsGame.Caption=Game
tsResize.Caption=Resize
gbxMicrophone.Caption=Microphone Settings
lblMicrophoneInputSource.Caption=Input source
gbxEncodingSettings.Caption=Encoding
gbxGameRecordingPerformance.Caption=Game recording
lblStageOfPipeline.Caption=Stage of pipeline:
lblDecoderResolutionCompatibility.Caption=Decoder Resolution Compatibility:
lblWatermarkLeftRightMargins.Caption=Left, Right Margins
lblWatermarkTopBottomMargin.Caption=Top, Bottom Margins
gbxCalcFPS.Caption=Calculate FPS
lblCalcFPSInterval.Caption=Interval:
lblCalcFPSMS.Caption=millisecond
lblCalcFPSRoundMode.Caption=Round mode: 
gbxFPSLimit.Caption=FPS Limit
chkFPSLimit.Caption=FPS Limit
lblFPSLimit.Caption=FPS:
chkLimitFPSWhenRecording.Caption=Limit FPS when recording
chkCaptureIncludeCursor.Caption=I&nclude the cursor
chkUseCaptureImageWatermark.Caption=Add watermark to capture image
lblFPSLimitMode.Caption=Mode:
tsMouseLeftClickEffect.Caption=Left-click effect
tstsMouseRightClickEffect.Caption=Right-click effect
chkMouseLeftClickEffect.Caption=Add a mouse left click effect
lblMouseLeftClickEffectStyle.Caption=Style:
lblMouseLeftClickColor.Caption=Color:
lblMouseLeftClickEffectSize.Caption=Size:
lblMouseLeftClickLineWidth.Caption=Line width:
chkMouseRightClickEffect.Caption=Add a mouse right click effect
lblMouseRightClickEffectStyle.Caption=Style:
lblMouseRightClickColor.Caption=Color:
lblMouseRightClickEffectSize.Caption=Size
lblMouseRightClickLineWidth.Caption=Line width:
chkMouseCursorHighlightEffect.Caption=Add a mouse cursor highlight effect
lblMouseCursorHighlightEffectColor.Caption=Color:
lblMouseCursorHighlightEffectSize.Caption=Size:
tsMouseCursorHighlightEffect.Caption=Highlight effect
tsMouseCursorSize.Caption=Cursor Size
chkRecordingAreaAroundTheMouseCursor.Caption=Recording area around the mouse cursor, when recording
gbxWebcamSettings.Caption=Webcam
chkWebcamOverlayToVideo.Caption=&Add webcam overlay to video
lblWebcamList.Caption=Webcam
btnWebcamPreview.Caption=&Preview...
btnWebcamSettings.Caption=&Settings...
gbxWebcamPosition.Caption=Position
lblWebcamLeftRightMargins.Caption=Left, Right Margins
lblWebcamTopBottomMarings.Caption=Top, Bottom Margins
lblStartFilenameNumber.Caption=Start number at:
chkHiddenRecordingArea.Caption=Hidden recording area
tsRecordingArea.Caption=Recording area
lblWebcamFormat.Caption=Format:
btnAllReset.Caption=&Reset...
chkShowHideFPSHotKey.Caption=Show/Hide FPS:
chkOnOffAlwaysHideRecordingArea.Caption=Show/Hide Recording area:
gbxScreenRecording.Caption=Screen recording
lblCaptureMethod.Caption=Capture method:
chkShowRecordingAreaMiniControl.Caption=Show mini control of recording area
chkAlwaysOnTop.Caption=&Always on top
lblFrameRateMode.Caption=Frame rate mode:
gbxHiddenRecordingArea.Caption=Hidden recording area
chkAlwaysHideRecordingArea.Caption=Always hide
chkHideRecordingAreaWhenRecording.Caption=Hide when recording
chkHideRecordingAreaWhenAppMinimizedOrHidden.Caption=Hide when an app is minimized or hidden
chkUseTrayIcon.Caption=Use &Trayicon
chkHideAppWhenAppMinimized.Caption=Hide app when app is minimized
chkHideAppWhenAppStarts.Caption=Hide app when app starts
btnVideoQualityCustom.Caption=Custom...

[frmAbout]
btnOK.Caption=&Ok
lblDescription.Caption=Personal Use Only (non-commercial)
btnSendReport.Caption=Səhv haqqında bildir...
Caption=Proqram haqqında
tsInformation.Caption=İnformasiya
tsLicense.Caption=Lisenziya razılaşması
btnRegister.Caption=Register(&R)...

[frmVFWCodecs]
Caption=Kodeklər
chkUseVFWCodec.Caption=&Genişləndirilmiş kodeklərdən istifadə et
btnDownloadCodecs.Caption=Genişləndirilmiş kodekləri yüklə...
btnVideoConfiguration.Caption=&Nizamlar
btnInformation.Caption=&Proqram haqqında
btnOK.Caption=&Ok
btnCancel.Caption=&Ləğv et
lblVFWAudioCodecs.Caption=Audio codec

[frmRegister]
Caption=Qeydiyyat
ledtEMail.Caption=EMail:
ledtSerialNumber.Caption=SeriyaNömrəsi:
btnOK.Caption=Ok(&O)
btnCancel.Caption=Ləğv et(&C)

[frmInternetAuth]
Caption=Wait...
lblAuthentication.Caption=Authentication...

[frmSaveToGIFProgress]
Caption=Saving..
btnCancel.Caption=Cancel(&C)

[LanguageString]
Record=Yaz
Resume=Yenidən
Pause=Saxla
Encoding=Kodlama
Capture=Çək
Area=Yer
Resize=Ölçü
Open=Aç
Options=Nizamlar
Report=Hesabat
Register=Register
Info=İnformasiya
Hotkey=Klaviş
Hotkeys=Klavişlər
Save=Yadda saxla
Codecs=Kodeklər
Timelimit=Məhdudiyyət
Stop=Dayanadır
Confirm=Təstiqlə
Version=Versiya
Language=Dil
Stereo=Stereo
Mono=Mono
Warning=Xəbərdarlıq
Sound=Səs
Error=Səhv
Information=İnformasiya
Confirm=Təstiqlə
&Yes=&Bəli
&No=&Xeyr
&OK=&Ok
&Cancel=&Ləğv et
&Abort=&Kəs
&Retry=&Təkrarla
&Ignore=&Burax
Effect=Effekt
KeyframeRate=Əsas kadrlar açarı
ModifiedWindowsHostFile=Hosts Windows faylında dəyişiklik aşkar edilmişdir.
StopRecording=Ekran yazmasını dayandır..
StartRecording=Ekran yazmasını başlat
CaptureScreen=Ekranı çək.
CopyToClipboard=Mübadilə buferinə köçür
PressKeyStopRecording=Yazmanın dayanması üçün %s basın.
RecordingFailed=Yazmada səhv oldu.
CauseAudioSynthesis=Səbəb (audio sintez): 
Cause=Cause
NotExistDefaultOutputPath=Təyinat yolu mövcud deyil. Yol susmaya görə qurulmuşdur.
Recording...=Recording
UpdateNewVersion=oCam yeni versiyaya yenilə.
SelectAreaToRecord=Yazmaq üçün yeri seç.
ResizeRecordingArea=Yazma yerinin ölçüsünü et
Position=Position
ChangeSettings=Proqramın əsas nizamları.
DisplaySoftwareInformation=Proqram və lisenziya haqqında informasiyanı əks etdir.
OpenOutputPath=Təyinat qovluğunu aç.
BrowseForFolder=Qovluğa bax
FailedRecordRegisterHotkey="Yaz" klaviş qurulmayıb.
FailedPauseRegisterHotkey="Saxla" klaviş qurulmayıb.
FailedCaptureRegisterHotkey="Ekranı çək" klaviş qurulmayıb.
FailedRecordAreaRegisterHotkey="Yazının yerini seç" klaviş qurulmayıb.
PleaseChangeHotkey=Zəhmət olmasa klavişlərin nizamlarını dəyişin.
LanguageChanged=Dil dəyişdirilmişdir. Dəyişikliklər proqramın növbəti işə salmasından sonra daxil olacaq.
DownloadCodecs=İnternetdən kodekləri yüklə.
WhenUsedGoodCodecs=OCam-dan istifadə üçün mən yaxşı kodekləri yığdım.
GotoCodecPage=İnternetdə kodeklərin səhifəsinə keçmək istəyirsiniz?
DontShowAgain=Yenidən göstərmə'.
RecordingStarting=Başla...
RecordingStopping=Dayandır...
FailedInitWASSoundLibDLL=Səsli kitabxananın inisializasiyasının səhvi oldu. Windows Audiosunun xidməti buraxılmasını yoxlayın.
JPEGQuality=JPEG keyfiyyəti
CompressQuality=Sıxılmış keyfiyyət
LicenseTo=Registered
InvalidSerialNumber=Invalid Serial Number
RegisterExpired=Serial number has expired.
ExpiryDate=Expiry Date
Days=Day
Enabled=Qoşuldu
Disabled=Ayrıldı
Used=İstifadə et
NotUsed=İstifadə etmə
LowDiskSpace=Diskdə yerlər kifayət deyil.
Watermark=Watermark
RecordSystemAudio=Sistem səslərini yaz
DoNotRecordMicrophone=Mikrofonu yazma
DoNotRecordSystemAudio=Sistem səslərini yazma
UltraHigh=Ultra high
VeryHigh=Çox yüksək
High=Yüksək
Medium=Orta
Low=Aşağı
VeryLow=Çox aşağı
Auto=Auto
CantNotLoadImage=Fayldan görüntü yüklənmir.
NotFoundTheTargetRecordWindow=Hədəf yazma pəncərəsi tapılmadı.
RecordingGame=Oyun
VeryFast=Very fast
Fast=Fast
Normal=Normal
Slow=Slow
VerySlow=Very slow
FileName=Fayl Adı
ConnectionFailed=Serverə qoşulma uğursuz oldu.
Congratulations=Təbriklər
SuccessfullyRegistered=Təbriklər! Sən uğurla qeyd oldun.
InvalidSerialNumber=Uyğun olmayan seriya nömrəsi.Seriya nömrəsi uyğunsuzdur
InvalidEMailAddress=Uyğun olmayan e-mail adresi. Bu e-mail uyğunsuzdur.
RegisterExpired=Bu məhsulu aktivləşdirmək üçün istifadə edilən seriya nömrəsinin vaxtı bitdi.
InvalidResponseFromServer=Serverdən uyğunsuz məlumat aldı.
RegisterAleady=Seriya nömrəsi artıq qeydlidir.
Donate=Üzr istəyirik
MonitorNotSupportResolution=Monitor görüntüsünü dəstəklənmir.
HalfSize=Yarım boy
FitWidth=Fir genişliyi
FitHeight=Fit yüksəkliyi
Custom=İstifadəçi
GIF=Anminated GIF
General=General
Game=Game
Performance=Performance
Input=Input
LeftChannel=LeftChannel
RightChannel=RightChannel
StereoChannel=StereoChannel
3StagPipelineDescription=3-stage pipeline (good performace)
2StagPipelineDescription=2-stage pipeline (normal)
NoPipelineDescription=no pipeline (slow)
HighPerformance=High Performance
HighQuality=High Quality
BlurayDisk=Bluray Disk
LowLatency=Low Latency
HighPerformanceLowLatency=High Performance and Low Latency
HighQualityLowLatency=High Quality Low Latency
NvidiaDefault=Nvidia Default
MaximumQuantizer=Maximum Quantizer
MinimumQuantizer=Minimum Quantizer
ConstQuantizerParameter=Const Quantizer Parameter
Main=Main
Baseline=Baseline
SinglePassConstantQP=1-PASS Constant QP
SinglePassCBR=1-PASS CBR
SinglePassVBR=1-PASS VBR
(0)FirstGPU=(0) First GPU
(1)SecondGPU=(1) Second GPU
WidthHeightMultiple16=Width, Height are multiple of 16
WidthMultiple8HeightMultiple4=Width Multiple of 8, Height is multiple of 4
WidthHeightMultiple2=Width, height are multiple of 2
Pixel=Pixel
Round=Round
RoundUp=RoundUp
RoundDown=RoundDown
ConsumingCPUCycles=Consuming CPU cycles
YieldTheCPU=Yield the CPU
AnimationDuration=Animation duration
millisecond=millisecond
Rings=Rings
Star=Star
Star_RandomColor=Star ( RandomColor )
Star_Rotation=Star Rotation
Star_Rotation_RandomColor=Star rotation ( RandomColor )
Opacity=Opacity
SoftEdge=Soft edge
Sec=Sec
CursorSize=Cursor Size
Webcam=Webcam
WebcamVideoSize=Video size
SerialNumberAlreadyRegistered=Serial number is already registered.
Close=Close
WhenRecording=When recording
Always=Always
AutoSelect=Auto select
AreSureResetAllSettings=Are you sure you want to reset all settings?
PleaseEnterRecordingAreaDisplayName=Please enter recording area display name.
NoCategory=No category
RecordingAreaCategoryNameExists=Category name exists.
InvaildRecordingAreaCategoryName=Invaild category name.
PleaseEnterRecordingAreaCategoryName=Please enter category name.
Youtube=Youtube
LossLess=lossless
HighPerformanceLossLess=High Performance Lossless
Menu=Menu
ScreenRecording=Screen Recording
GameRecording=Game Recording
AudioRecording=Audio Recording
LetsSeeTheGameRecordingManual=Let's see the game recording manual for beginners.
DesktopDuplicationAPI=Desktop Duplication API ( Fast )
GDIAPI=GDI API
CantNotLoadWatermarkImage=Can not load watermark image.
FrameRateMode_VFR=Variable frame rate ( fast )
FrameRateMode_CFR=Constant frame rate
SoundRecord=Record
SecretFolder=SecretFolder
Installed=Installed
InstallApp=Install App
AleadyInstall=App is already installed.
FailedRunInstaller=Failed to run the action install software.
FailedDownload=Download failed.
FailedGetSystemInfo=Failed to Get System Information.
InvalidInstallFile=The download file appears to be corrupted.

[frmHardwareEncoderSettings]
Caption=Encoder settings
tsNVIDIANVENCH264.Caption=NVIDIA NVENC H.264
lblNVIDIANVENCH264Preset.Caption=Preset:
btnOK.Caption=&OK
btnCancel.Caption=&Cancel
lblNvidiaNvencH264Profile.Caption=Profile:
lblNvencH264Level.Caption=Level:
lblNvencGPUSelect.Caption=GPU:
gbxNvencH264RateControl.Caption=Rate control
lblNvencH264ConstQP.Caption=Const Quantizer Parameter: 
lblNvencH264ConstQPHigh.Caption=1 ( High Quality )
lblNvenctH264ConstQPLowQuality.Caption=51 ( Low Quality )
lblNvencH264AverageBitRate.Caption=Average Bitrate: 
lblNvencH264MinimumQuantizer.Caption=Minimum Quantizer: 
lblNvencH264MinimumQPHighQuality.Caption=1 ( High Quality )
lblNvencH264MinimumQPLowQuality.Caption=51 ( Low Quality )
lblNvencH264MaximumQuantizer.Caption=Maximum Quantizer:
lblNvencH264MaximumQPHighQuality.Caption=1 ( High Quality )
lblNvencH264MaximumQPLowQuality.Caption=51 ( Low Quality )
lblNvencH264MaxBitrate.Caption=Max Bitrate: 
btnNvencH264Default.Caption=&Default
tsNVIDIANVENCHEVC.Caption=NVIDIA NVENC HEVC
lblNVIDIANVENCHEVCPreset.Caption=Preset
lblNvidiaNvencHEVCProfile.Caption=Profile
lblNvencHEVCLevel.Caption=Level
lblNvencHEVCGPUSelect.Caption=GPU
gbxNvencHEVCRateControl.Caption=Rate control
lblNvencHEVCConstQP.Caption=Const Quantizer Parameter: 
lblNvencHEVCConstQPHigh.Caption=1 ( High Quality )
lblNvenctHEVCConstQPLowQuality.Caption=51 ( Low Quality )
btnNvencHEVCDefault.Caption=&Default
lblNvencHEVCAverageBitRate.Caption=Average Bitrate: 
lblNvencHEVCMinimumQuantizer.Caption=Minimum Quantizer: 
lblNvencHEVCMinimumQPHighQuality.Caption=1 ( High Quality )
lblNvencHEVCMinimumQPLowQuality.Caption=51 ( Low Quality )
lblNvencHEVCMaximumQuantizer.Caption=Maximum Quantizer: 
lblNvencHEVCMaximumQPHighQuality.Caption=1 ( High Quality )
lblNvencHEVCMaximumQPLowQuality.Caption=51 ( Low Quality )
lblNvencHEVCMaxBitrate.Caption=Max Bitrate: 
gbxOpenH264RateControl.Caption=Rate control
lblOpenH264ConstQP.Caption=Const Quantizer Parameter: 
lblOpenH264ConstQPHigh.Caption=1 ( High Quality )
lblOpenH264ConstQPLowQuality.Caption=51 ( Low Quality )
tsIntelQSVH264.Caption=Intel® Quick Sync Video H.264
lblQSVH264ConstQPHigh.Caption=1 ( High Quality )
lblQSVH264ConstQPLowQuality.Caption=51 ( Low Quality )
gbxQSVH264RateControl.Caption=Rate control

[frmAudioCodecsSettings]
lblAACAudioBitrate.Caption=Bitrate : 
lblMP3AudioBitrate.Caption=Bitrate : 
lblMP2AudioBitrate.Caption=Bitrate : 
lblWMAAudioBitrate.Caption=Bitrate : 
btnDefault.Caption=&Default
btnOK.Caption=&OK
btnCancel.Caption=&Cancel
Caption=Audio codecs settings
lblAACAudioSampleRate.Caption=SampleRate : 
lblMP3AudioSampleRate.Caption=SampleRate : 
lblMP2SampleRate.Caption=SampleRate : 
lblWMASampleRate.Caption=SampleRate : 
lblFlacAudioSampleRate.Caption=SampleRate : 

[frmCustomSize]
Caption=Custom Size
btnOK.Caption=&OK
btnCancel.Caption=&Cancel
gbxCustomSize.Caption=Size

[frmRecordingAreaListEditor]
btnReset.Caption=&Reset
btnOK.Caption=&OK
btnCancel.Caption=&Cancel
mnuAdd.Caption=&Add...
mnuEdit.Caption=&Edit...
mnuDelete.Caption=&Delete...
mnuInsertSeparator.Caption=&Insert separator...
Caption=Recording area list editor

[frmInputNewCategoryName]
Caption=New category
ledtNewCategoryName.Caption=Enter category name:
btnOK.Caption=&OK
btnCancel.Caption=&Cancel

[frmAddRecordingArea]
Caption=Add recording area
lblCategorys.Caption=Category:
ledtRecordingAreaDisplayName.Caption=Recording area display name:
btnNewCategory.Caption=&New category...
btnOK.Caption=&OK
btnCancel.Caption=&Cancel

[frmAppInstaller]
lblSecretFolderTitle.Caption=SecretFolder - Hide folder
lblSecretFolderDescription.Caption=Hide, lock and password protect your private files and folders.
